module.exports = {
  gameData: {
    firstPart: [
      ['Отилчно 🥳 Ну что ж... начнём искать 🎁', 0, chatId],
      ['Для разогрева, я задам очень простой вопрос )', 5, chatId],
      ['В каком году родилась самая красивая и добрая девушка в мире ? 😉', 10, chatId]
    ],
    secondPart: [
      ['Отилчно 🥳 Ну что ж... начнём искать 🎁', 0, chatId],
      ['Для разогрева, я задам очень простой вопрос )', 5, chatId],
      ['В каком году родилась самая красивая и добрая девушка в мире ? 😉', 10, chatId]
    ]
  }
}