module.exports = {
  gameData: {
    1: {// спрятать записку или qr код на вазоне (люблю)
      answer: '1995',
      altText: 'Подумай еще... У тебя много футболок с этим числом )',
      text: [
        ['Совершенно верно !'],
        ['Идем дальше... )'],
        ['Добавим интерактива'],
        ['... ищи "жителя нашей квартиры", которого поселила твоя мама '],
        [`Интересно...  как быстро ты справишся с этим заданием 😁`, ],
        [`Внимательно осмотри его со всех сторон. Там должно быть кодое слово )`, 25]
      ],
    },
    2: { 
      answer: 'люблю',
      altText: 'Подсказка... Продолжи фразу за Ромой 😁  "Я тебя ..."',
      text: [
        ['И снова верно !', 0],
        ['Фото-квест 📷😁', 3],
        ['В каком городе было сделано следующее фото:', 7],
      ],
      photo: [
        ['https://raw.githubusercontent.com/RomanMorf/newyear_tg_bot/master/assets/photo_1.jpg', 10]
      ],
    },
    3: {
      answer: 'будапешт',
      altText: 'Подсказка... Раньше это были два одельных города )',
      text: [
        ['Отлично!'],
        ['Продолжаем...'],
        ['Скоро и вопросы закаончаться 😁'],
        ['А это фото из какой страны:'],
      ],
      photo: [
        ['https://github.com/RomanMorf/newyear_tg_bot/blob/master/assets/photo_2.jpg?raw=true']
      ],
    },
    4: { // спрятать записку или qr код на телевизоре (рома)
      answer: 'египет',
      altText: 'Подсказка... Раньше это были два одельных города )',
      text: [
        ['Молодец  😁'],
        ['До заветного подарка осталось совсем не много'],
        ['Следующая подсказка будет находиться на обратной стороне прибора, который мы первым купили совместно...'],
        ['Найти его - не составит для тебя труда'],
        ['Смотри внимательно...', 20],
      ],
    },
    5: { // спрятать записку или qr код на коробке каши Булгур (178)
      answer: 'рома',
      altText: 'Как называется крупа из обработанной кипятком, высушенной и раздробленной пшеницы. ',
      text: [
        ['Добавим не много хардкора 😎'],
        ['Ты на правильном пути... Давай 💪 !'],
        ['В это задании тебе нудно будет что-то найти. И на нём будет следующая подсказка'],
        ['Вспомни МастерШеф... '],
        ['Включаем логику и поехали !'],
        ['Широко используется на Ближнем Востоке, Кавказе, Юге России, Балканах, севере Индии и в Пакистане'],
        ['И это у нас где-то лежит )))'],
      ],
    },
    6: { // спрятать записку или qr код на полке с укращениями (111)
      answer: '178',
      altText: 'Не верно... Давай еще поищем',
      text: [
        ['Супер !'],
        ['Ты ооочень быстро продвигаешся'],
        ['Теперь усложним задачу 😁'],
        ['Подсказка находиться в месте, которое появилосьу тебя недавно.'],
        ['Там много всякого блестящего... 😁',25],
      ],
    },
    7: {
      answer: '111',
      altText: 'Не верно... Давай еще поищем',
      text: [
        ['Ну ты прям Шерлок Холмс...'],
        ['Хм... А вот к следующей подсказке - тебя приведет загадка'],
        [`
          Как такое может быть?
          Без мороза лед добыть.
          Без зимы, чтоб холод был,
          Суп поставил и забыл.
          Холод он дает обильно.
          Очень нужен …
        `]
      ],
    },
    8: { // спрятать записку или qr код на холодильнике (маркиза)
      answer: 'холодильник',
      altText: 'Не верно... Давай еще подумаем',
      text: [
        ['Это было легко...'],
        ['Теперь осмотри его внимательно...'],
        ['Где-то тебя ждёт кодовое слово 😁'],
        ['Оно ооочень близко...', 30],
      ],
    },    
    9: { // ***************** добавить фото сиралки
      answer: 'маркиза',
      altText: 'Не верно... Давай еще подумаем',
      text: [
        ['Да... )))'],
        ['На у что ты думала )'],
        ['Маркиза тоже участвует 😁'],
        ['Угадай по фото, что это такое'],
      ],
      photo: [
        ['https://raw.githubusercontent.com/RomanMorf/newyear_tg_bot/master/assets/photo_3.jpg']
      ]
    },
    10: { // ***************** добавить фото замиокулькаса
      answer: 'стиралка',
      altText: 'Название прибора одни словом... На Сленге',
      text: [
        ['Молодец )))'],
        ['Следующий вопрос 😁'],
        ['Как называеться долларовое дерево ?'],
      ],
      photo: [
        ['https://raw.githubusercontent.com/RomanMorf/newyear_tg_bot/master/assets/photo_4.jpg']
      ]
    },
    11: { // ***************** добавить фото замиокулькаса
      answer: 'замиокулькас',
      altText: 'Название прибора одни словом... На Сленге',
      text: [
        ['Молодец )))'],
      ],
      photo: [
        ['https://raw.githubusercontent.com/RomanMorf/newyear_tg_bot/master/assets/photo_1.jpg', 10]
      ]
    },
  }
}