module.exports = {
  gameData: {
    1: {
      answer: 'кота кіт кішки кроля кролика',
      altText: 'Підказка - Маркіза )))',
      text: [
        ['Відмінно !!!'],
        ['Я в тобі не сунівався'],
        ['Йдемо далі'],
        ['Наступне питання буде теж легким... для відповіді'],
        [`В якій країні знаходиться керівник твого коханого ? )`],
      ],
    },
    2: { 
      answer: 'австралія',
      altText: 'Запитай у Романа, якщо не памʼятаєш )))',
      text: [
        ['Саме так...'],
        ['Ну а що... не так вже й легко придумувати цікаві питання'],
        ['Особливо для розігріву _'],
        ['Даже класна країна... ) Якось ми з тобою, обовʼязково туди поїдемо'],
        ['Йдемо далі )'],
        ['Наступне питання...'],
        ['Який головний колір у вбарнні Санти чи  Діда Морза? )'],
      ],
    },
    3: {
      answer: 'червоний красний',
      altText: 'Ну... такого й не знати. Давай згадуй )))',
      text: [
        ['Супер !'],
        ['🎅 🎄'],
        ['На цьому місці пропоую підняти бокал, і загадати бажання, яке точно здійнится в цьому році'],
        ['Я точно знаю )'],
        ['Тому давай - 🥂'],
        ['Коли будете готові - напишіть "далі", і ми продовжимо'],
      ],
    },
    4: { 
      answer: 'далі',
      altText: 'Для продовження - напишіть "далі"',
      text: [
        ['Продовжуємо...'],
        ['Задачка на тверезість )))'],
        ['В якому році Маші вповниться 48 років ?)'],
      ],
    },
    5: { 
      answer: '2053',
      altText: 'Тут все просто )',
      text: [
        ['Ну звістно ж..'],
        ['Я не міг не згадати цього числа 😘'],
        ['Бо цього числа народилась найкрасивіша, наймиліша дівчина на світі 😘'],
        ['Наступне запитання буде по фото 📷😁'],
        ['Яка частина Месників зображена на постері ?'],
      ],
      photo: [
        ['https://github.com/RomanMorf/newyear_tg_bot/blob/master/assets/photo_1.jpg?raw=true']
      ]
    },
    6: { 
      answer: '3 третя',
      altText: 'Гугл в поміч',
      text: [
        ['Супер !'],
        ['Дуже швидко рухаєшся 😁'],
        ['Будемо ускладнювати завдання 😁😁😁'],
        ['Що сховано на цьому зображенні ?'],
      ],
      photo: [
        ['https://cdn.fishki.net/upload/post/201601/21/1820006/9517f1c9490d029c01d3338110fda8ec.jpg']
      ]
    },
    7: {
      answer: 'панда',
      altText: 'Спробуй прищуритись, чи нахилити телефон',
      text: [
        ['Так )'],
        ['Прикольне створіння )'],
        ['Сподіваюсь ти ще не занудьгувала ?'],
        ['Привідкрию таємницю...'],
        ['В кінці квесту на тебе чекає приємний сюрприз )))'],
        ['Тому не зупиняйся )'],
        ['Кожна відповідь наближає тебе для подарунка 🎁🥳🎁'],
        ['Йдемо далі...'],
        ['Одиничний кристал льоду або агрегація кристалів, що падає до поверхні Землі крізь атмосферу'],
      ],
    },
    8: {
      answer: 'сніжинка',
      altText: 'Зазвичай - це один з атрибутів зими ))) та не в цьому році',
      text: [
        ['Відмінно !'],
        ['Катюшка, як завжди на висоті !'],
        ['Продовжуємо'],
        ['А тепер піднімемо рівень складності...'],
        [`50°17'20.5 30°16'23.3`],
      ],
    },    
    9: { 
      answer: 'малютянка',
      altText: 'хм... це дуже нагадує координати...',
      text: [
        ['Угумс... )'],
        ['Я не міг про неї не згадати...'],
        ['Минулого року - вона лишила відбиток в нашому житті ))'],
        ['Йдемо далі'],
        ['У нас звнову фото квест 📷😁'],
        ['Що спільного у цих фото ?'],
      ],
      photo: [
        ['https://ichef.bbci.co.uk/news/640/cpsprodpb/1999/production/_92935560_robot976.jpg'],
        ['https://img.freepik.com/premium-photo/aedes-mosquitoe-is-sucking-blood-on-human-skin_34266-1571.jpg'],
        ['https://gordonua.com/img/article/2678/80_tn.jpg?v1531747547'],
      ]
    },
    10: { 
      answer: 'пилосмок пил робот',
      altText: 'Давай-давай Ти зможеш )',
      text: [
        ['Так... 😁'],
        ['Надкорисне придбання )))'],
        ['Наш помічник )'],
        ['Цьогорічне наше надбання 😁😁😁'],
        ['Щось ти мабуть вже занудгувала...'],
        ['Треба тебе трошки розворушити )'],
        ['Наступне завдання, буде з математикою )))'],
        ['Відповіддю буде число, яке вийде після множення на "3" кількості секцій наших батарей )))'],
      ],
    },
    11: {
      answer: '48',
      altText: 'Рахуй уважніше )))',
      text: [
        ['Так... )'],
        ['Снова вірно ! )))'],
        ['Твій сюрприз вже зовсім блиько 😁'],
        ['Залишилсь лише декілька завдань... )'],
        ['Наступний код - може назвати тобі Роман, якщо ти зробиш йому невеличкий розслабляючий масаж )'],
        ['Малесенький... ))))', 30],
      ],
    },
    12: { 
      answer: '2023',
      altText: 'Такі правила... ) Тільки Роман зможа назати код )',
      text: [
        ['... loading ...'],
        ['Обробка коду...'],
        ['... loading ...'],
        ['Дякую. Код прийнято )))'],
        ['Ходімо далі )'],
        ['Наступни питання зовсім легке )))'],
        ['Назви марку приладу, який дарую нам світло і не тільки, при блекаутах )))'],
      ],
    },
    13: {
      answer: 'ecoflo екофло екофлоу',
      altText: 'Це дуже просте запитання )',
      text: [
        ['Саме так )'],
        ['Наш другий помічник )'],
        ['Щось ми з тобою давно не пили )'],
        ['Це всеж свято 🎄'],
        ['Тому давай - 🥂'],
        ['Коли будеш готова - напишіть "далі", і ми продовжимо'],
      ],
    },
    14: {
      answer: 'далі',
      altText: 'Для продовження - напишіть "далі"',
      text: [
        ['👍 Добре) Продовжуємо...'],
        ['Далі трошки складніше ) 🤔🤔🤔'],
        ['Найпростіший оптичний елемент, виготовлений із прозорого матеріалу, обмежений двома заломлюючими поверхнями, які мають спільну вісь, або взаємно перпендикулярні площини симетрії'],
      ],
    },
    15: {
      answer: 'лінза линза',
      altText: 'Рома мож підказати ))) Але ти й сама все знаєш',
      text: [
        ['Угумс... )'],
        ['А тепер спробуй побудувати логічну цепочку'],
        ['Що в тебе зʼявилось цього року ?))))'],
      ],
    },
    16: {
      answer: 'окуляри очки',
      altText: 'Ти почала цим користуватись зовсім нещодавно',
      text: [
        ['Саме так )'],
        ['Сподіваюсь, що тебе вони повністю влаштовують )))'],
        ['Ну що ж... '],
        ['Сподіваюсь, що я достатньо тебе розважив'],
        ['Настає момент, які виведуть тебе до сюрпризу )'],
        ['Знову фото квест )))'],
        ['Що можуть означати наступні фото...'],
      ],
      photo: [
        ['https://med-plast.com.ua/uploads/1479910275.jpg'],
        ['https://sheko.com.ua/images/3-beauty-lashes.jpg'],
      ]
    },
    17: {
      answer: 'ламінування вій ресниць',
      altText: 'Підказка. Ти це даже хотіла, щоб економити час при зборах... )',
      text: [
        ['Яка ж ти розумна )'],
        ['Саме так )'],
        ['Подарунок знаходиться під ялинкою ))))'],
        ['З Новим Роком !'],
        ['Кохана ❤️❤️❤️'],
        ['❤️❤️❤️ Люблю тебе ❤️❤️❤️'],
      ],
    },
  }
}